
"No Event Selected." = "Kein Ereignis ausgewählt";
"Multiple Events Selected." = "Mehrere Ereignisse ausgewählt";
"No unresolved events." = "Keine unaufgelösten Ereignisse";
"No unsolved events." = "Keine ungelösten Ereigniesse";
"No unread events." = "Keine ungelesenen Ereignisse";
"No matching events found." = "Keine entsprechenden Ereignisse gefunden";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Alle Meldungen von \"%@\" löschen";
"Mark as Read" = "Als gelesen markieren";
"Mark as Unread" = "Als ungelesen markieren";

//ks Event status tool tips
"Resolved" = "Gelöst";
"Unresolved" = "Ungelöst";
"Partially Solved" = "Teilweise gelöst";
"Status Unknown" = "Status unbekannt";


//ks Event Severity tool tips
"Information" = "Informationen";
"Warning" = "Warnung";
"User Intervention Required" = "Benutzereingriff erforderlich";
"Resolvable Problem" = "Lösbares Problem";
"Unresolvable Problem" = "Unlösbares Problem";


//ks Filter option buttons
" Unread (%u) " = " Ungelesen (%u) ";
" Unresolved (%u) " = " Ungelöst (%u) ";

//ks Smash error
"device event retrieval" = "Gereäteereignis abrufen";
"deletion of event" = "Ereignis löschen";

"The message could not be deleted" = "Die Nachricht konnte nicht gelöscht werden";
